Repository: HR-System-Dataocean/hr-system-source-standards
Catalog: VenusApplicationMerged - NewInterface/Site/Pages/*/App_LocalResources/FrmAppraisalTypes.aspx.resx
Languages: hr

# lblCancelDateResource1.Text
source: Canceled In
hr: تاريخ الالغاء

# lblRegDateResource1.Text
source: Registered In
hr: سجل فى

# lblRegUserResource1.Text
source: Registered By
hr: سجل بواسطة

# LinkButton_HelpResource1.Text
source: Help
hr: مساعدة

# LinkButton_PropertiesResource1.Text
source: Properties
hr: خصائص

# LinkButton_RemarksResource1.Text
source: Remarks
hr: ملاحظات

# LinkButton_SaveNResource1.Text
source: Save & New
hr: حفظ مع جديد

# lblArbNameResource1.Text
source: Arab Name
hr: الاسم عربي

# lblCodeResource1.Text
source: Code
hr: كود

# lblEngNameResource1.Text
source: Eng Name
hr: الاسم بالانجليزية

# TabResource1.Text
source: General
hr: عام

# EmployeeUltraGridBandResource1.Header.Caption
source: Employee
hr: الموظف

# HasObjectionUltraGridBandResource1.Header.Caption
source: Has Objection
hr: يمكنه الاعتراض

# IsToConfirmOnlyResource1.Header.Caption
source: Is To Confirm Only
hr: للموافقة فقط

# lblAppraisalFrequencyResource1.Text
source: Appraisal Frequency
hr: معدل التكرار

# LblAppraisalTypeGroupResource1.Text
source: Appraisal Type Group
hr: مجموعة التقييمات

# LblDaysResource1.Text
source: ' Days
hr: يوم

# LblEscelationMailResource1.Text
source: Escelation Mail
hr: البريد الاليكتروني للتصعيد

# LblIsOneTimeOnlyResource1.Text
source: One Time Only
hr: مرة واحدة فقط

# LblMinimumPercForImprovementResource1.Text
source: Minimum Percentage For Improvement
hr: اقل نسبة لتجاوز معاملات التطوير

# LblNotificationPeriodResource1.Text
source: Notification Period Before
hr: فترة التنبيه قبل

# LblOneTimePeriodResource1.Text
source: One Time Period
hr: التقييم بعد

# lLblEscelationPeriodResource1.Text
source: Escelation After
hr: التصعيد بعد

# NoOfObjectionsResource1.Header.Caption
source: No Of Objections
hr: عدد الاعتراضات

# PositionUltraGridBandResource1.Header.Caption
source: Position
hr: الوظيفة

# RankUltraGridBandResource1.Header.Caption
source: Level
hr: المرحلة

# StageWeightResource1.Header.Caption
source: Stage Weight
hr: الوزن النسبي

# UserTypeResource1.Header.Caption
source: Evaluator Type
hr: نوع المقيم

# LblKPIWeightResource1.text
source: KPI's Weight
hr: KPI's الوزن النسبي لـ

# CreateEscalationResource1.Header.Caption
source: Apply Escalation
hr: تطبيق التصعيد

# EscalationMailResource1.Header.Caption
source: Escalation Mail
hr: بريدالتصعيد

# EscalationPeriodResource1.Header.Caption
source: Escalation Period
hr: القترة قبل التصعيد

# Accept1Resource1.DisplayText
source: Direct Manager
hr: المدير المباشر

# Accept2Resource1.DisplayText
source: Job Title
hr: درجة وظيفية

# Accept3Resource1.DisplayText
source: Employee
hr: موظف

# Accept4Resource1.DisplayText
source: Evaluated Employee
hr: الوظف المقًيًم
