Repository: HR-System-Dataocean/hr-system-source-standards
Catalog: VenusApplicationMerged - NewInterface/Site/Pages/*/App_LocalResources/frmCompanies.aspx.resx
Languages: hr

# FAResource1.Text
source: Father Name
hr: اسم الأب

# FMResource1.Text
source: Family Name
hr: اسم العائلة

# FRResource1.Text
source: First Name
hr: اسم الأول

# GRResource1.Text
source: Grand Father Name
hr: اسم الجد

# Label_HeaderResource1.Text
source: <b> Companies : </b>(This form is designed to create a companies for program HR and select properties of each)
hr: <b> الشركات : </b>( تم تصميم هذا النموذج لانشاء الشركات لبرنامج شؤون الموظفين وتحديد الخواص لكل منها)

# Label_Title1Resource1.Text
source: Employee Name Order
hr: ترتيب الاسم

# Label_Title1Resource2.Text
source: Setting
hr: الإعدادات

# lbEmployeeNameOrder0Resource1.Text
source: Father Name
hr: اسم الأب

# lbEmployeeNameOrder1Resource1.Text
source: Grand Father Name
hr: اسم الجد

# lbEmployeeNameOrder2Resource1.Text
source: Family Name
hr: اسم العائلة

# lbEmployeeNameOrderResource1.Text
source: First Name
hr: اسم الأول

# lblAbsentsResource1.Text
source: Use Fixed Period On Vacation Calc
hr: إستخدم فترات ثابتة لاحتساب بدل الإجازة

# lblArbNameResource1.Text
source: Arabic Name
hr: التوصيف عربى

# lblCancelDateResource1.Text
source: Cancel Date
hr: تاريخ الالغاء

# lblCancelDateResource2.Text
source: Cancel Date
hr: تاريخ الالغاء

# lblCodeResource1.Text
source: Code
hr: الكود

# lblCodeResource2.Text
source: Code
hr: الكود

# lblEngNameResource1.Text
source: English Name
hr: التوصيف إنجليزى

# lblEngNameResource2.Text
source: English Name
hr: التوصيف إنجليزى

# lblHasSequenceResource1.Text
source: Auto Number
hr: الترقيم التلقائي

# lblIsHegriResource1.Text
source: Is Hegri
hr: التاريخ الهجري

# lblOvertimeResource1.Text
source: Day Salary Calculations
hr: حساب أجر اليوم

# lblRegDateResource1.Text
source: RegDate
hr: سجل فى

# lblRegDateResource2.Text
source: RegDate
hr: سجل فى

# lblRegUserResource1.Text
source: RegUser
hr: سجل بواسطة

# lblRegUserResource2.Text
source: RegUser
hr: سجل بواسطة

# lblSeparatorResource1.Text
source: Separator
hr: الفاصلة بين الاسم

# lblSequenceLengthResource1.Text
source: Code Length
hr: طول الترقيم

# LinkButton_HelpResource1.Text
source: Help
hr: مساعدة

# LinkButton_PropertiesResource1.Text
source: Properties
hr: خصائص

# LinkButton_RemarksResource1.Text
source: Remarks
hr: ملاحظات

# LinkButton_SaveNResource1.Text
source: Save & New
hr: حفظ مع جديد

# ListItemResource1.Text
source: Basic Salary
hr: على راتب الأساسي

# ListItemResource2.Text
source: Total Package
hr: على إجمالى الراتب

# TabResource1.Text
source: Main Info.
hr: عام

# TabResource2.Text
source: Main Info.
hr: عام

# lbEmployeeDefAttendResource1.Text
source: Default Attend Absent
hr: الدوام الإفتراضى غياب

# Label_Separator.Text
source: Separator
hr: الفاصلة

# lblPrefixResource1.Text
source: Serial According To
hr: الترقيم حسب

# ListItemResource5.Text
source: No Prefix
hr: بدون محدد

# ListItemResource6.Text
source: Branch
hr: الفرع

# ListItemResource7.Text
source: Department
hr: الإدارة

# ListItemResource8.Text
source: Position
hr: الوظيفة

# ListItemResource9.Text
source: ContractType
hr: نوع التعاقد

# lblPrepareDayResource1.Text
source: Prepare Day
hr: يوم التجهيز

# CountEmployeeVacationDaysResource.Text
source: Accrued annual leave days continuously
hr: أيام الاجازة السنوية المستحقة متصلة

# lblZeroBalAfterVacResource.text
source: Zero Vacation Balance After Return
hr: تصفير رصيد الاجازة بعد العودة

# lblVacSettlementResource.Text
source: Vacation Setllement Depend on Vacation Days
hr: ربط شاشة المستحقات بالاجازات

# lblVacationFromPrepare.Text
source: Vacation From Prepare Date
hr: حساب الاجازات من يوم التجهيز

# Label_SeparatorResource1.Text
source: Separator between numbering
hr: الفاصلة بين الترقيم

# lblExecuseRequestHoursallowedsource1.Text
source: Execuse Request Hours allowed
hr: عدد الساعات المسموحة لطلب الاستئذان

# lblEmployeeDocumentsAutoSerialResource1.Text
source: Employee Documents Auto Serial
hr: التسلسل التلقائي لملفات الموظفين

# lblUserDepartmentsPermissionsResource.Text
source: User Departments Permissions
hr: مراعاة صلاحيات الإدارات للمستخدم
