Repository: HR-System-Dataocean/hr-system-source-standards
Catalog: VenusApplicationMerged - NewInterface/Site/Pages/*/App_LocalResources/frmEmployeeWizard.aspx.resx
Languages: hr

# BankAccountTypeLabelResource.Text
source: Bank account type
hr: نوع الحساب البنكي

# lblAddressAsPerContractResource1.Text
source: Address
hr: العنوان

# lblAraFatherNameRes.Text
source: Father Arabic Name
hr: اسم الاب عربي

# lblAraGrandNameRes.Text
source: Grand Arabic Name
hr: اسم الجد عربي

# lblAraNameRes.Text
source: Arabic Name
hr: الاسم العربي

# lblBankAccountResource1.Text
source: Bank Account
hr: حساب البنك

# lblBankResource1.Text
source: Bank
hr: البنك

# lblBirthCitysResource1.Text
source: Birth City
hr: مكان الميلاد

# lblBirthRes.Text
source: Birth Date
hr: تاريخ الميلاد

# lblBloodGroupsResource1.Text
source: Blood Group
hr: فصيلة الدم

# lblBranchResource1.Text
source: Branch
hr: الفرع

# lblCodeResource1.Text
source: Emp Code
hr: كود الموظف

# lblCodeResource16.Text
source: Code
hr: الكود

# lblContractTypeResource1.Text
source: Contract Type
hr: نوع العقد

# lblCost1Resource1.Text
source: Cost Center 1
hr: توزيع 1

# lblCost2Resource1.Text
source: Cost Center 2
hr: توزيع 2

# lblCost3Resource1.Text
source: Cost Center 3
hr: توزيع 3

# lblCost4Resource1.Text
source: Cost Center 4
hr: توزيع 4

# lblDepartmentResource1.Text
source: Department
hr: القسم

# lblEmailResource1.Text
source: Email
hr: الايميل

# lblEmployeeClassResource1.Text
source: Employee Class
hr: الفئة

# lblEngFamilyNameRes.Text
source: Family English Name
hr: اسم العائلة انجليزي

# lblEngFatherNameRes.Text
source: Father English Name
hr: اسم الاب انجليزي

# lblEngGrandNameRes.Text
source: Grand English Name
hr: اسم الجد انجليزي

# lblEngNameRes.Text
source: English Name
hr: الاسم الانجليزي

# lblFamilyNameRes.Text
source: Family Arabic Name
hr: اسم العائلة عربي

# lblGenderResource1.Text
source: Gender
hr: الجنس

# lblGOSIJoinDateResource1.Text
source: GOSI Join Date
hr: تاريخ بدء التأمينات

# lblGosiNumberResource1.Text
source: GOSI Number
hr: رقم التأمينات

# lblGradeStepResource1.Text
source: Grade Step
hr: الرتية

# lblGraduationDateResource1.Text
source: Graduation Date
hr: تاريخ التخرج

# lblIdentityResource1.Text
source: Identity Number
hr: رقم الهوية

# lblJoinDateResource1.Text
source: Join Date
hr: تاريخ البدء

# lblLastEducationsResource1.Text
source: Last Education
hr: المؤهل الدراسي

# lblLocationResource101.Text
source: Project
hr: المشروع

# lblMachineCodeResource1.Text
source: Machine Code
hr: كود الدوام

# lblManagerResource1.Text
source: Direct Manager
hr: المدير المباشر

# lblMaritalStatusResource1.Text
source: Marital Status
hr: الحالة الاجتماعية

# lblMobileResource1.Text
source: Mobile
hr: الموبايل

# lblNameResource16.Text
source: Name
hr: التوصيف

# lblNationalityRes.Text
source: Nationality
hr: الجنسية

# lblPassportExpireDateResource1.Text
source: Passport Expire Date
hr: تاريخ انتهاء الباسبور

# lblPassportIssueDateResource1.Text
source: Passport Issue Date
hr: تاريخ اصدار الباسبور

# lblPassportResource1.Text
source: Passport NO
hr: رقم الباسبور

# LblPaymentTypeResource.Text
source: Payment Type
hr: نوع الدفع

# lblPositionResource1.text
source: Position
hr: الوظيفة

# lblProfessionsResource1.Text
source: Professions
hr: المهنة

# lblReligionResource1.Text
source: Religion
hr: الديانة

# lblRemarksResource1.Text
source: Remarks
hr: ملاحظات

# lblSectorsResource1.Text
source: Sectors
hr: القطاع

# lblSponsorResource1.Text
source: Sponsor
hr: الوكيل

# lblSSNOExpireDateResource1.Text
source: SSNO Expire Date
hr: تاريخ انتهاء الهوية

# lblSSNOIssueDateResource1.Text
source: SSNO Issue Date
hr: تاريخ اصدار الهوية

# lblStartDateResource1.Text
source: Start Date
hr: تاريخ البداية

# linkEnd.Text
source: End
hr: انهاء

# linkNext.Text
source: Next
hr: التالي

# linkPrevious.Text
source: Previous
hr: السابق

# RegularAccountLabel.Text
source: Regular Account
hr: بطاقة بنك

# SalaryAccountLabel.Text
source: Salary Account
hr: بطاقة راتب

# SelectOptionBankLabel.Text
source: [Select Your Choice]
hr: [برجاء الاختيار]

# TabContract.Text
source: Current Contract information
hr: بيانات للعقد الحالي

# TabEdit.Text
source: Edit Data
hr: معلومات التعديل

# TabOrganizData.Text
source: Organization information
hr: بيانات التنظيمية

# TabOtherData.Text
source: Others information
hr: بيانات اخرى

# TabPersonal.Text
source: Personal information
hr: بيانات الشخصية
